/* General */

"..." = "…";

"Add" = "Ajouter";

"Cancel" = "Annuler";

"Choose" = "Choisir";

"Remove" = "Supprimer";

"Save" = "Enregistrer";

"Don't Save" = "Ne pas enregistrer";

"This cannot be undone." = "Ceci ne peut pas être annulé.";

"Next" = "Continuer";


"Absolute Path" = "Chemin absolu";

"Relative to Project" = "Relatif au projet";

"Relative to Reference Folder" = "Relatif au dossier de référence";

"Mixed" = "Mixte";


"Empty Selection" = "Sélection vide";

"Multiple Selection" = "Sélection multiple";


"Do you really want to remove this localization?" = "Voulez-vous vraiment supprimer cette localisation ?";

"Do you really want to remove these localizations?" = "Voulez-vous vraiment supprimer ces localisations ?";

"Warning" = "Attention";

"Do you really want to remove this item?" = "Voulez-vous vraiment supprimer cet élément ?";

"Do you really want to remove these items?" = "Voulez-vous vraiment supprimer ces éléments ?";


"Do you really want to remove this package?" = "Voulez-vous vraiment supprimer ce paquet ?";

"Do you really want to remove these packages?" = "Voulez-vous vraiment supprimer ces paquets ?";

/* Menu > View */

"Settings_Menu" = "Paramètres";

/* Menu > Hierarchy */

"Show Hidden Folders" = "Afficher les dossiers masqués";

"Hide Hidden Folders" = "Cacher les dossiers masqués";

/* Menu > Project */

"Set Certificate..." = "Apposer un certificat…";

"Change Certificate..." = "Changer le certificat…";

/* Menu > Help */

"http://s.sudre.free.fr/Software/documentation/Packages/en/index.html" = "http://s.sudre.free.fr/Software/documentation/Packages/en/index.html";

"mailto:dev.packages@gmail.com?subject=[Packages%%20%@]%%20Feedback%%20(build%%20%@)" = "mailto:dev.packages@gmail.com?subject=[Packages%%20%@]%%20Feedback%%20(build%%20%@)";

"http://s.sudre.free.fr/Software/Packages/about.html" = "http://s.sudre.free.fr/Software/Packages/about.html";

/* Preferences > Build */

"Mute" = "Silence";

/* About Box */

"version %@" = "version %@";

"Build %@" = "Build %@";

/* Quick Build window */

"Building" = "En construction";

/* Document tabs */

"Settings_tab" = "Paramètres";
"Payload_tab" = "Chargement";
"Presentation_tab" = "Présentation";
"Project_tab" = "Projet";
"Requirements & Resources_tab" = "Critères et ressources";
"Scripts_tab" = "Scripts";
"Comments_tab" = "Commentaires";

/* Distribution Source List */

"Project" = "Projet";

"Packages" = "Paquets";

"Imported" = "Importés";

"Referenced" = "Références";

"untitled package" = "paquet sans titre";

"Import" = "Importer";

" copy" = " copie";

"Export As:" = "Exporter comme :";

"Export" = "Exporter";

/* File Hierarchy */

"untitled folder" = "dossier sans titre";

"The name \"%@\" can't be used." = "Le nom «%@» ne peut pas être utilisé.";

"The name \"%@\" is already taken." = "Le nom «%@» existe déjà.";

"Try using a name with fewer characters." = "Essayez d'utiliser un nom comportant moins de caractères.";

"Try using a name with no punctuation marks." = "Essayez d'utiliser un nom ne présentant aucun signe de ponctuation.";

"Please choose a different name." = "Veuillez choisir un autre nom.";

/* Files Hierarchy Inspector */

"Architecture:" = "Architecture :";

"Architectures:" = "Architectures :";

"Bundle" = "Bundle";

"Executable" = "Exécutable";

"File" = "Fichier";

"Folder" = "Dossier";

"Symbolic link" = "Lien symbolique";

"Standard folder" = "Dossier standard";

"Custom folder" = "Dossier personnalisé";

"N/A" = "N/D";

/* Files Hierarchy Inspector > Attributes */

"Owner" = "Prop.";

"Group" = "Groupe";

"Others" = "Autres";

"SetUID" = "SetUID";

"SetGID" = "SetGID";

"Sticky" = "Sticky";

/* Files Hierarchy Inspector > Rules */

"Do you really want to remove this locator?" = "Voulez-vous vraiment supprimer ce localisateur ?";

"Do you really want to remove these locators?" = "Voulez-vous vraiment supprimer ces localisateurs ?";

/* Project Document > Build */

"Do you want to save the changes you made in the project \"%@\" before building it?" = "Souhaitez-vous enregistrer les modifications apportées au projet «%@» avant de lancer la construction ?";

/* Project Document > Clean */

"Cleaning will remove all packages and distributions from the Build location." = "Cleaning will remove all packages and distributions from the Build location.";

"Clean" = "Clean";

"Cleaning..." = "Cleaning…";

/* Project > Requirements */

"Do you really want to remove this requirement?" = "Voulez-vous vraiment supprimer ce critère ?";

"Do you really want to remove these requirements?" = "Voulez-vous vraiment supprimer ces critères ?";

"Installation Requirements" = "Critère d'installation";

"Volume Requirements" = "Critère de volume";

/* Project > Additional Resources */

"These resources can be used by the above requirements and scripts \nor the requirements for the choices of the Installation Type step." = "Ces ressources peuvent être utilisées par les critères et scripts \nou les critères des choix de l'étape Type d'installation.";

/* Project > Settings */

"CERTIFICATE OF AUTHENTICITY" = "CERTIFICAT D'AUTHENTICITÉ";

"No certificates Alert Message Text" = "Aucun certificat Developer ID Installer n'a pu être trouvé dans votre trousseau.";

"No certificates Alert Informative Text" = "Un certificat Developer ID Installer est requis pour signer un paquet ou une distribition. Si vous êtes membre du programme développeur Apple, vous pouvez obtenir un certificat via le site web Apple Developer.";

"Go to Apple Developer website" = "Allez sur le site web Apple Developer";

"url.apple.developer.website.certificates" = "https://developer.apple.com/account/mac/certificate/";

"Choose the certificate to be used for signing the distribution." = "Choisissez le certificate à utiliser pour signer la distribution.";

"Choose the certificate to be used for signing the package." = "Choisissez le certificate à utiliser pour signer le paquet.";

"Certificate Chooser Informative Text" = "Signer les paquets ou distributions pour Installer.app avec un certificat Developer ID Installer permet à Gatekeeper de vérifier qu'un paquet ou une distribution téléchargés ne sont pas des malwares connus ou n'ont pas été traffiqués.";

"Do you really want to remove the certificate?" = "Voulez-vous vraiment retirer ce certificat ?";

"Remove_Certificate" = "Retirer";

"Project Folder" = "Dossier du project";

"Revert to Default" = "Revenir à la valeur par défaut";

"Other..." = "Autre…";

"No Pattern Set" = "Aucun motif défini";

"Do you really want to remove this exclusion?" = "Voulez-vous vraiment supprimer cette exclusion ?";

"Do you really want to remove these exclusions?" = "Voulez-vous vraiment supprimer ces exclusions ?";

/* Project > Exclusions */

"Remove .DS_Store files" = "Supprimer les fichiers .DS_Store";

"Remove .pbdevelopment files" = "Supprimer les fichiers  .pbdevelopment";

"Remove SCM metadata" = "Supprimer les metadatas SCM";

"Optimize nib files" = "Optimiser les fichiers nib";

"Remove Resources Disabled folders" = "Supprimer les dossiers Resources Disabled";

/* Project > Advanced Options */

"Advanced Options" = "Options avancées";

/* Package Components > Settings */

"( './' represents the parent folder of the distribution bundle )" = "( './' représente le dossier parent du bundle la distribution )";

"( URL of the folder containing the package on the HTTP server )" = "( l'URL du dossier qui contient le paquet sur le serveur HTTP )";

"Path:" = "Chemin :";

"URL:" = "URL :";

/* Package > Payload */

"Set as Default Location" = "Choisir comme emplacement par défaut";

"Contents" = "Contenu";

/* Package > Scripts & Resources */

"Pre-installation" = "Pre-installation";

"Post-installation" = "Post-installation";

"No Script Set" = "Aucun script défini";

"Do you really want to remove the %@ script for this package?" = "Voulez-vous vraiment retirer le script %@ de ce paquet ?";

"Additional Resources" = "Ressources additionnelles";

"These resources can be used by the pre and post-installation scripts." = "Ces ressources peuvent être utilisées par les scripts de pre et post-installation.";

/* JavaScript Editor */

"<No selected function>" = "<Pas de fonction séléctionnée>";
